{
  "config": {
    "titulo": "Teste de Dons Espirituais",
    "escala": ["Nunca", "Raramente", "Às vezes", "Frequentemente", "Muito", "Eu brilho nisso!"],
    "design": "Apple Luxe Minimalist"
  },
  "questoes": [
    { "id": 1, "texto": "Tenho experimentado um desejo especial de transmitir mensagens vindas diretamente de Deus." },
    { "id": 2, "texto": "Eu consigo comunicar uma visão do que é possível para alguém e o encorajo a continuar na luta, apesar de sua derrota." },
    { "id": 3, "texto": "Outros irmãos ficam animados e motivados a me seguir por meio da visão dos propósitos de Deus que compartilho com eles." },
    { "id": 4, "texto": "Gosto de ajudar as pessoas fazendo pequenos serviços." },
    { "id": 5, "texto": "Tenho tanta certeza de que Deus suprirá minhas necessidades, que estou constantemente doando meu dinheiro de forma sacrificial." },
    { "id": 6, "texto": "Sinto alegria em trabalhar com pessoas que são ignoradas ou desconhecidas da maioria." },
    { "id": 7, "texto": "Gosto de estudar a Palavra e sinto prazer em aplicar atenção na pesquisa." },
    { "id": 8, "texto": "Tenho facilidade para organizar ideias, coisas e o tempo, tendo em vista um serviço efetivo e produtivo na obra de Deus." },
    { "id": 9, "texto": "Minha casa está sempre à disposição para quem precisar de um teto." },
    { "id": 10, "texto": "Tenho ajudado os líderes da minha igreja para que eles tenham realmente tempo para as coisas importantes relacionadas ao chamado." },
    { "id": 11, "texto": "Oro por longos períodos e percebo respostas de Deus." },
    { "id": 12, "texto": "Pessoas me dizem que eu transmito mensagens tão apropriadas que só podem ser vindas diretamente de Deus." },
    { "id": 13, "texto": "Deus me dá as palavras que as pessoas indecisas, problemáticas e desencorajadas precisam." },
    { "id": 14, "texto": "Eu fico à vontade quando me coloco na frente de um grupo para dar-lhes direção." },
    { "id": 15, "texto": "Gosto e sinto que posso ser útil ao fazer certas tarefas auxiliares (arrumar cadeiras, carregar objetos, manter a ordem, cozinhar, construir ou reformar o prédio, secretariar reuniões, controlar aparelhos de som, etc.)." },
    { "id": 16, "texto": "Sinto que posso administrar meus bens para ser mais generoso no reino de Deus." },
    { "id": 17, "texto": "Sinto prazer em visitar hospitais ou lares de pessoas necessitadas e sinto-me bem com isso." },
    { "id": 18, "texto": "Tenho facilidade para entender o texto bíblico." },
    { "id": 19, "texto": "Gosto de elaborar planos e metas para que, junto com outros irmãos, possamos atingir os objetivos." },
    { "id": 20, "texto": "Eu gosto de realizar atividades sociais, envolvendo pessoas." },
    { "id": 21, "texto": "Sinto satisfação em fazer o que os líderes me pedem." },
    { "id": 22, "texto": "Recebo pedidos de oração de alguns irmãos e dedico algum tempo a eles." },
    { "id": 23, "texto": "Sinto que às vezes tenho uma mensagem exata de Deus para alguém." },
    { "id": 24, "texto": "Eu gosto de dar soluções para as pessoas." },
    { "id": 25, "texto": "Eu gosto de começar novos projetos e dar sequência a eles." },
    { "id": 26, "texto": "Eu realizo tarefas simples (de rotina), e as faço muito bem." },
    { "id": 27, "texto": "Estou sempre disposto a gastar comigo mesmo e a entregar-me a Deus." },
    { "id": 28, "texto": "Meu modo carinhoso de ser gera um grande interesse para o significado das pessoas." },
    { "id": 29, "texto": "Gosto de falar sobre o texto bíblico." },
    { "id": 30, "texto": "Uma de minhas atividades favoritas é organizar o que quer que seja." },
    { "id": 31, "texto": "Em uma conversa, sou capaz de dar um tempo à pessoa, apenas ouvindo-a falar." },
    { "id": 32, "texto": "Sinto-me feliz em ajudar os líderes em seu ministério e não me sinto mal por isso." },
    { "id": 33, "texto": "Deus já me trouxe respostas a orações feitas em períodos longos." },
    { "id": 34, "texto": "Tenho aversão a criticar algo se não houver um resultado prático da mesma lógica." },
    { "id": 35, "texto": "Eu ajudo financeiramente e com ajuda material, e me sinto bem com isso." },
    { "id": 36, "texto": "Eu penso muito sobre os fatos para ver se haveria uma possibilidade para que eles deem certo." },
    { "id": 37, "texto": "Quero sempre continuar ajudando os líderes." },
    { "id": 38, "texto": "Contribuo além do dízimo e sinto alegria nisso." },
    { "id": 39, "texto": "Sou sensível aos sentimentos dos outros e tento ser bondoso." },
    { "id": 40, "texto": "Descubro fatos bíblicos que outros não percebem." },
    { "id": 41, "texto": "Quando analiso fatos, vejo o que deve ser feito e o resultado futuro." },
    { "id": 42, "texto": "Quero que minha casa esteja sempre disponível para servir." },
    { "id": 43, "texto": "Gosto de ser um auxiliar para atender as necessidades das pessoas." },
    { "id": 44, "texto": "Continuo orando até sentir que Deus respondeu." },
    { "id": 45, "texto": "Transmito as mensagens de Deus mesmo em meio a oposição." },
    { "id": 46, "texto": "Consigo perceber quando alguém precisa de encorajamento e procuro ajudar." },
    { "id": 47, "texto": "Tenho visão clara das metas da igreja e motivo outros a cumpri-las." },
    { "id": 48, "texto": "Sinto prazer em realizar trabalhos manuais e braçais na igreja." },
    { "id": 49, "texto": "Administro bem meus recursos para poder investir mais no Reino." },
    { "id": 50, "texto": "Tenho compaixão por aqueles que sofrem fisicamente e tento confortá-los." },
    { "id": 51, "texto": "Tenho facilidade em explicar verdades bíblicas de forma simples." },
    { "id": 52, "texto": "Consigo organizar grupos e delegar tarefas com eficiência." },
    { "id": 53, "texto": "Fico feliz em receber pessoas em casa, mesmo sem aviso prévio." },
    { "id": 54, "texto": "Prefiro atuar nos bastidores ajudando os outros a terem sucesso." },
    { "id": 55, "texto": "Dedico tempo diário para interceder por causas e pessoas específicas." }
  ],
  "mapeamento": {
    "Profecia": [1, 12, 23, 34, 45],
    "Exortação": [2, 13, 24, 35, 46],
    "Liderança": [3, 14, 25, 36, 47],
    "Serviço": [4, 15, 26, 37, 48],
    "Contribuição": [5, 16, 27, 38, 49],
    "Misericórdia": [6, 17, 28, 39, 50],
    "Ensino": [7, 18, 29, 40, 51],
    "Conhecimento e Sabedoria": [8, 19, 30, 41, 52],
    "Hospitalidade": [9, 20, 31, 42, 53],
    "Socorro e Ajuda": [10, 21, 32, 43, 54],
    "Intercessão": [11, 22, 33, 44, 55]
  }
}